Repository: gnashuk/AppPrototype
Catalog: AppPrototype/Localization Files/*.lproj/Localizable.strings
Languages: de, pl, uk

source: Working
de: Arbeiten
pl: Pracujący
uk: Робочий

source: Empty Login Field
de: Leeres Login-Feld
pl: Puste Pole Logowania
uk: Поле Порожнього Входу

source: Account Password Reset
de: Account Passwort Zurücksetzen
pl: Zmiana Hasła do Konta
uk: Скидання Пароля Облікового Запису

source: Error
pl: Bląd
uk: Помилка

source: Message Sent
de: Nachricht Gesendet
uk: Повідомлення Надіслано

source: Login Failed
de: Anmeldung Fehlgeschlagen
pl: Logowanie Nieudane
uk: Помилка Логіну

source: Logout Failed
de: Abmeldung Fehlgeschlagen
pl: Wylogowanie się nie powiodło
uk: Вихід не Вдався

source: Duplicate Title
de: Titel Duplizieren
pl: Zduplikowany Tytuł
uk: Дубльована Назва

source: Insufficient Question Count
de: Unzureichende Anzahl der Fragen
pl: Niewystarczająca Liczba Pytań
uk: Недостатня Кількість Питань

source: Save Progress
de: Fortschritt Speichern
pl: Zapisz Postęp
uk: Зберегти Прогрес

source: Finish Creation
de: Beende die Kreation
pl: Zakończ Tworzenie
uk: Закінчити Створення

source: Missing Titles
de: Fehlende Titel
pl: Brakujące Tytuły
uk: Відсутні Назви

source: Duplicate Questions
de: Doppelte Fragen
pl: Duplikaty Pytań
uk: Дубльовані Запитання

source: Missing Answers
de: Fehlende Antworten
pl: Brakujące Odpowiedzi
uk: Відсутні Відповіді

source: Missing Corrert Answers
de: Fehlende Richtige Antworten
pl: Brakujące Prawidłowe Odpowiedzi
uk: Відсутні Правильні Відповіді

source: Confirm Subscription
de: Bestätige Abonnement
pl: Potwierdź Subskrybcję
uk: Підтвердити Підписку

source: Non-unique Channel Title
de: Nicht eindeutiger Kanaltitel
pl: Niepowtarzalny Tytuł Kanału
uk: Не Унікальна Назва Каналу

source: Empty Channel Title
de: Leerer Kanaltitel
pl: Pusty Tytuł Kanału
uk: Порожній Заголовок Каналу

source: Begin Quiz
de: Beginnen Sie Quiz
pl: Rozpocznij Test
uk: Початок Тесту

source: Clear All
de: Alles Löschen
pl: Wyczyść Wszystko
uk: Очистити Все

source: Finish Quiz
de: Fertig Quiz
pl: Zakończ Test
uk: Завершити Тест

source: Remove Profile Image
de: Entfernen Sie das Profilbild
pl: Usuń Obraz Profilu
uk: Видалити Зображення Профілю

source: Error Occured
de: Fehler Aufgetreten
pl: Wystąpił Błąd
uk: Виникла Помилка

source: Change Saved
de: Gespeichert ändern
pl: Zmień Zapisane
uk: Змінити Збережений

source: Empty Name Field
de: Leeres Namensfeld
pl: Puste Pole Nazwy
uk: Поле Порожнього Імені

source: Log Out Error
de: Fehler Beim Abmelden
pl: Błąd Wylogowania
uk: Вийти з Помилки

source: Quiz Over
de: Quiz ist vorbei
pl: Test ukończony
uk: Тест закінчено

source: Duplicate Answer
de: Doppelte Antwort
pl: Duplikuj Odpowiedź
uk: Дубльована Відповідь

source: Download File
de: Download Datei
uk: Завантажити файл

source: Account Deletion
de: Löschung des Kontos
pl: Usunięcie konta
uk: Видалення облікового запису

source: Confirm Removal
de: Bestätigung der Entfernung
pl: Potwierdź usunięcie
uk: Підтвердити видалення

source: Confirm Change
de: Änderung bestätigen
pl: Potwierdzenie zmiany
uk: Підтвердити зміну

source: Please wait...
de: Warten Sie mal...
pl: Proszę czekać...
uk: Будь ласка, зачекайте ...

source: Email and password fields can't be empty.
de: E-Mail- und Passwortfelder dürfen nicht leer sein.
pl: Pola e-mail i hasło nie mogą być puste.
uk: Поле електронної пошти та пароля не може бути порожнім.

source: Enter the email associated with account.
de: Geben Sie die mit dem Konto verknüpfte E-Mail ein.
pl: Wprowadź adres e-mail powiązany z kontem.
uk: Введіть електронну адресу, пов'язану з обліковим записом.

source: Password reset link was sent to the specified email.
de: Der Link zum Zurücksetzen des Passworts wurde an die angegebene E-Mail gesendet.
pl: Link do resetowania hasła został wysałny na podany adres e-mail.
uk: Посилання на скидання пароля було надіслано на вказаний електронний лист.

source: Quiz with selected title already exists in user's repository.
de: Quiz mit ausgewähltem Titel existiert bereits im Repository des Benutzers.
pl: Test o wybranym tytule już istnieje w repozytorium uzytkownika.
uk: Тест з вибраним заголовком вже існує в сховищі користувача.

source: To create a quiz add at least one question.
de: Um ein Quiz zu erstellen, füge mindestens eine Frage hinzu.
pl: Aby utworzyć test, dodaj conajmniej jedno pytanie.
uk: Щоб створити тест, додайте принаймні одне питання.

source: Do you want to keep the draft?
de: Willst du den Entwurf behalten?
pl: Czy chcesz zachować wersję roboczą?
uk: Ви хочете залишити проект?

source: Choose the action.
de: Wählen Sie die Aktion.
pl: Wybierz akcję.
uk: Виберіть дію.

source: Please provide all question titles.
de: Bitte geben Sie alle Fragetitel an.
pl: Podaj wszystkie tytuły pytań.
uk: Будь-ласка, надішліть всі назви питань.

source: Quiz contains duplicated question titles.
de: Quiz enthält doppelte Fragetitel.
pl: Test zawiera zduplikowane tytuły pytań.
uk: Тест містить дубльовані заголовки питань.

source: Some questions don't have any answers.
de: Einige Fragen haben keine Antworten.
pl: Niektóre pytania nie zawierają żadnych odpowiedzi.
uk: У деяких питаннях немає відповіді.

source: Some questions don't have any answers marked as correct.
de: Einige Fragen haben keine als richtig markierten Antworten.
pl: W niektórych pytaniach nie ma żadnych odpowiedzi oznaczonych jako prawidłowe.
uk: У деяких питаннях немає відповідей, позначених як правильні.

source: Do you want to join the channel %s?
de: Möchtest du dem Kanal beitreten? %s?
pl: Czy chcesz dolączyć do kanału %s?
uk: Ви хочете приєднатися до каналу %s?

source: Channel with such title already exists.
de: Kanal mit einem solchen Titel existiert bereits.
pl: Kanał o takim tytule już istnieje.
uk: Канал з такою назвою вже існує.

source: Please provide a channel title.
de: Bitte gib einen Kanaltitel an.
pl: Podaj tytuł kanału.
uk: Будь ласка, надайте назву каналу.

source: Do you want to start quiz %s now?
de: Möchtest du jetzt Quiz %s starten?
pl: Czy chcesz teraz rozpocząć test %s ?
uk: Ви хочете почати тест %s зараз?

source: Are you sure you want to delete all notifications?
de: Möchten Sie wirklich alle Benachrichtigungen löschen?
pl: Czy na pewno chcesz usunąć wszystkie powiadomienia?
uk: Ви впевнені, що хочете видалити всі повідомлення?

source: Are you sure you want to complete the quiz?
de: Möchtest du das Quiz wirklich abschließen?
pl: Czy na pewno chcesz zakończyć test?
uk: Ви впевнені, що хочете завершити тест?

source: Profile image was succesfully deleted.
de: Profilbild wurde erfolgreich gelöscht.
pl: Obraz profilu został pomyślnie usunięty.
uk: Зображення профілю було успішно видалено.

source: User display name was successfuly changed to %s.
de: Der Anzeigename des Benutzers wurde erfolgreich in %s geändert.
pl: Nazwa wyświetlana użytkownika została pomyślnie zmieniona na %s.
uk: Ім'я дисплея користувача було успішно змінено на %s.

source: User profile image was successfuly changed.
de: Benutzerprofilbild wurde erfolgreich geändert.
pl: Obraz profilu użytkownika został pomyślnie zmieniony.
uk: Зображення профілю користувача було успішно змінено.

source: User name field can't be empty.
de: Das Benutzernamefeld darf nicht leer sein.
pl: Pole nazwy użytkownika nie może być puste.
uk: Поле Ім'я користувача не може бути порожнім.

source: The answer repeats an existing.
de: Die Antwort wiederholt ein existierendes.
pl: Odpowiedź powtarza istniejące.
uk: Відповідь повторює існуючу.

source: Time is up. Your current progress will be submitted automatically.
de: Die Zeit ist abgelaufen. Ihr aktueller Fortschritt wird automatisch übermittelt.
pl: Czas się skończył, twoje obecne postępy zostaną przesłane automatycznie.
uk: Час закінчиться, ваш поточний прогрес буде подано автоматично.

source: Do you want to download file %s?
de: Möchten Sie die Datei herunterladen %s?
pl: Czy chcesz pobrać plik %s?
uk: Ви хочете завантажити файл %s?

source: Do you want to delete this user account?
de: Möchten Sie dieses Benutzerkonto löschen?
pl: Czy chcesz usunąć to konto użytkownika?
uk: Ви хочете видалити цю обліковий запис?

source: Are you sure you want to permanently remove user account?
de: Sind Sie sicher, dass Sie das Benutzerkonto dauerhaft entfernen möchten?
pl: Czy na pewno chcesz trwale usunąć konto użytkownika?
uk: Ви впевнені, що хочете остаточно видалити обліковий запис користувача?

source: Are you sure you want to save changes?
de: Sind Sie sicher, dass Sie Änderungen speichern möchten?
pl: Czy na pewno chcesz zapisać zmiany?
uk: Ви впевнені, що хочете зберегти зміни?

source: OK
de: in Ordnung
pl: W porązdku
uk: Добре

source: Hide
de: Verbergen
pl: Ukryć
uk: Сховати

source: Cancel
de: Stornieren
pl: Anuluj
uk: Скасувати

source: Keep
de: Behalten
pl: Trzymać
uk: Тримайся

source: Discard
de: Verwerfen
pl: Odrzucać
uk: Відхилити

source: Save
de: Sparen
pl: Zapisać
uk: Зберегти

source: Save and Post
de: Speichern und posten
pl: Zapisz i opublikuj
uk: Зберегти та Опублікувати

source: Confirm
de: Bestätigen
pl: Potwierdzać
uk: Підтвердьте

source: Camera
de: Kamera
pl: Aparat
uk: Камера

source: Photo Library
de: Foto-Bibliothek
pl: Album Zdjęć
uk: Фото Бібліотека

source: View Image
de: Bild Ansehen
pl: Zobacz Obrazek
uk: Переглянути Зображення

source: Remove Image
de: Entferne Bild
pl: Usuń Obraz
uk: Видалити Зображення

source: Back
de: Zurück
pl: Wstecz
uk: Назад

source: Chats
pl: Czat
uk: Чати

source: Alerts
de: Benachrichtigungen
pl: Alerty
uk: Сповіщення

source: Settings
de: Die Einstellungen
pl: Ustawienia
uk: Налаштування

source: Manage Channel
de: Kanal Verwalten
pl: Zarządzaj Kanałem
uk: Управління Каналом

source: Create Quiz
de: Erstelle ein Quiz
pl: Stwórz Test
uk: Створити Тест

source: Show Channel Info
de: Kanalinfos Anzeigen
pl: Pokaż Informacje o Kanale
uk: Показати Інформацію про Канал

source: Question Count: %d
de: Fragen Zählen: %d
pl: Liczba Pytań: %d
uk: Питання Графа: %d

source: Question #%d
de: Frage #%d
pl: Pytanie #%d
uk: Питання #%d

source: Channel Invitation
de: Kanaleinladung
pl: Zaproszenie na Kanał
uk: Запрошення до Каналу

source: Quiz Available
de: Quiz Verfügbar
pl: Test Dostępny
uk: Тест Доступний

source: Responses count: %d
de: Antworten zählen: %d
pl: Odpowiedzi się liczą: %d
uk: Відповіді підраховуються: %d

source: 1 minute
pl: 1 minuta
uk: 1 хвилина

source: %d minutes
de: %d Minuten
pl: %d minuty
uk: %d хвилин

source: none
de: keiner
pl: Żaden
uk: ніхто

source: Edit
de: Bearbeiten
pl: Edytować
uk: Редагувати

source: Delete
de: Löschen
pl: Kasować
uk: Видалити

source: Search Channels
de: Kanäle suchen
pl: Wyszukaj kanały
uk: Пошук каналів
